import React from 'react';

export default function TextContent() {
  return (
    <div className="px-20 flex flex-col gap-10">
      <h1>Повышение цен?</h1>
      <p>
        Наши аналитики, после кропотливой работы сделали вывод - то, что раньше
        стоило 30$. Сейчас же стоит 53$. То есть стоимость повысилась
        практически в 3 раза!!!У вас возник вопрос, что же с этим делать?
        Команда HZ company, уже разрабатывает механизм для сдерживания цен у её
        рыночной планки. Механизм включает в себя: 1. Рассчёт стоимости
        лабораторной работы, исходя из её сложности и затрачиваемого на неё
        времени. Также важным критерием остаётся опыт, для продовцов
      </p>
    </div>
  );
}
