export default function NODEUS() {
  return (
    <div className="w-full text-center text-[32px] overflow-x-hidden text-nowrap">
        <div className="inline-block animate-marquee">
        ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ
        ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ
        ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ ДАЛЬШЕ БОГА НЕТ
        </div>
    </div>
  )
}
// пасхалка 
// бу испугался? не бойся этот проект мы обязательно закончим :)